Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/sardni-guovvamanu-6.-b.html.tmx
Source language: sme
Languages: smj

source: Sárdni guovvamánu 6. b. / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Aili Keskitalo hålla guovvamáno 6. biejve / Håla ja tjállaga / Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Sámedikki presideant Aili Keskitalo, guovvamánu 6. b..
smj: Aili Keskitalo hålla guovvamáno 6. biejve

source: Buorit olbmot.
smj: Gieres gájkka divna.

source: Lihku beaivái.
smj: Vuorbbe biejvijn.

source: Odne, guovvamánu 6. b., mii ávvudit iežamet álbmotbeaivvi ovttas Norggas, Ruoŧas, Suomas ja Ruoššas.
smj: Uddni, guovvamano 6. biejve, aktan ávvudallap ietjama álmmukbiejvev Vuonan, Svierigin, Suoman ja Russlándan.

source: Mii ávvudit leavggaiguin ja álbmotlávlagiin.
smj: Ávvudallap slávgájn ja álmmuklávllagijn.

source: Máhtuin iežamet historjjá birra ja jurdagiiguin iežamet boahtteáiggi birra.
smj: Diedoj ietjama histåvrås ja gehtjastagájn boahtteájggáj.

source: Mii ávvudit riemuin, njálgga biepmuin ja ollu iešguđet lágan doaimmaiguin sámi báikegottiin.
smj: Arvudallap hávsskudagájn, njálga biebmujn ja moatte lágasj dåjmaj sámij bájkálasj sebrudagájn.

source: Min álbmotbeaivi lea oalle ođas, dušše 21 jagi boaris.
smj: Mijá álmmukbiejvve le viehka nuorra, dåssju 21 jage vuoras.

source: Ávvudeamit leat iešguđetláganat, dan oainnán go galledan iešguđet suohkaniid ja báikkiid.
smj: Ávvudallamijn li moadda háme, dajt vuojnáv gå guossidav duov ja dá suohkanav ja sajev.

source: Oktasaš govastagat ja doaimmat čohkkejit min beroškeahttá das gos mii orrut.
smj: Juoŋga birra tjåhkanip degå aktisasj gåvåstagáj ja dåjmaj.

source: Seamma láhkai go mii oppa áiggi hábmet iežamet servodaga ja kultuvrra, de mii hábmet iežamet sisdoalu – sápmelaččaid álbmotbeaivvi.
smj: Sæmmi láhkaj gå mij gætjo ájge hábbmip ietjama sebrudagá sisanov, de hábbmip sisanov ietjama – sámij – álmmukbiejvev.

source: Dál mii ávvudit dan maid mii leat.
smj: Uddni ávvudallap mij lip gudi lip.

source: Mii leat sápmelaččat, iešguđet láhkai.
smj: Mij lip sáme, ja dav lip mij guhtik ietjama láhkáj.

source: Ollu lea oktasaš, muhto ollu lea mii earuha.
smj: Ållo le aktisasj, valla ållo le aj sierralágasj.

source: Dieđusge lea guovvamánu 6. b. midjiide rápmin, muhto seamma ollu dat leat searvevuođabeaivi, máŋggadáfotvuođain ja utnolašvuođain.
smj: Guovvamano 6. biejvve le diehttelis mihásvuoda biejvve, valla sæmmi ålov aktisasjvuoda biejvve, moattevuodajn ja valjesvuohtaj,

source: Sápmelaččat leat ávvudan guovvamánu 6. b. álbmotbeaivin 1993 rájes.
smj: Sáme li ávvudallam guovvamano 6. biejvev álmmukbiejvven jage 1993 rájes.

source: Dán jagi álbmotbeaivi lea dattetge erenoamáš midjiide Norggas.
smj: Dán jage álmmukbiejvve le huoman sierralágásj midjij Vuonan.

source: Dán jagi ávvudit sihke Sámedikki 25-jagi beaivvi ja vuođđolága 200-jagi beaivvi.
smj: Dán jage tjalmostahttep goappátjaga Sámedikke 25-jage ávvudimev ja vuodolága 200-jage ávvudimev.

source: Dát addá midjiide vuogasvuođa smiehttat dárkilit álbmotstivrra ja iežamet demokráhtalaš ideálaid birra.
smj: Dat vaddá midjij sjiehtes båttåv snivva ájádalátjit álmmukstivrav ja mijá demokráhtalasj ideálajt.

source: Vuođđolága mearrádusat leat demokratiija geađgejuolgi.
smj: Vuodoláhka le demokratija tsieggimgierge.

source: Mat ovdanbuktet min buoremus ja deaŧaleamos ideálaid.
smj: Moallánahkan mijá buoremus ja ájnnasamos ideálajda.

source: Vuođđoláhka dássida ovttaskasolbmuid, álbmotjoavkkuid ja stáhta beroštumiid.
smj: Vuodoláhka vedjadahttá ájnegisá, álmmukjuohkusij ja stáhta ássjijt.

source: Dattetge válddii 100 jagi vuođđolága vuosttaš almmuhusa rájes dassážiigo nissonolbmot ožžo dábálaš jienastanvuoigatvuođa.
smj: Valla huoman gållin 100 jage vuodolága vuostasj almodusás desik nissuna oadtjun gájkkásasj jienastimriektáv.

source: Válddii lagabui 200 jagi dassážiigo álgoálbmogiid ja unnitloguid suodjaleapmi šattai oassin vuođđoláhkii.
smj: Gållin vargga 200 jage åvddål iemeálmmugij ja unneplågoj suodjalibme sjaddin oassen vuodolágas.

source: Dat čájeha ahte vuođđoláhka vuosttažettiin lea iežas áiggi mánná, dan servodaga man dat galggai muddet.
smj: Dat vuoset vuodoláhka gájk åvdemusát le ietjas ájge mánná, dan sebrudagá majt dat galggá hiebadit.

source: Dat ovddasta min buot buoremus ideálaid – nu mo mii daid defineret áiggis áigái.
smj: Dat la moallánahkan mijá gájk buoremus ideálajs – nåv gåktu mij agev mierredip dajt.

source: Ja dat rievdá dađistaga go servodat rievdada iežas ideálaid ja árvvuid.
smj: Ja dat rievddá maŋenagi gå sebrudahka rievddat ideálajt ja árvojt.

source: 1988:s, jagi ovdalgo vuosttaš Sámediggi rahppojuvvui, oaččui vuođđoláhka ođđa mearrádusa mii sihkkarasttii sámi álbmogii erenoamáš stáhtusa ja suodjaleami:
smj: Jagen 1988, jahket åvddåla gå vuostasj Sámedigge rabáduváj, oattjoj vuodoláhka ådå mærrádusáv mij sihkarastij sámij sierra stáhtusav ja suodjalimev:

source: Dát ledje dan áiggi vuđolaš rievdadusat, ja ain vásihuvvo dát sápmelaččaid dohkkeheapmi álgoálbmogin muhtumiidda nággovuložin.
smj: Da lidjin ájgenis tjiegŋalis rievddadime, ja vilá adni muhtema dát dåhkkidibme sámijs iemeálmmugin la rijddooarren.

source: Dál lea dattetge Sámediggi deaŧalaš oassi Norgga demokratiija vuogádagas.
smj: Valla uddni le Sámedigge vuona demokráhtalasj vuogádagá sisŋutja oasse.

source: Ii leat loahppa sámi rahčamušain dohkkehuvvot, muhto baicce joatkkan.
smj: Dát ij la giehtjen dåhkkidime oajbbomis, valla ienebut joarkka.

source: Dan jagi galgá Vuođđoláhka rievdaduvvot sakka.
smj: Dan jage tjuodtjop mij vuodolága viehka stuorra rievddadimij åvdån.

source: Vuođđoolmmošvuoigatvuođat galge váldojuvvot mielde láhkii, ja lága giella galgá oažžut dálááiggi hámi.
smj: Vuodulasj almasjrievtesvuoda galggi láhkaj tjáleduvvat, lága giellahábme galggá ådåstuhteduvvat.

source: Mii sápmelaččat leat álbmot, vuoigatvuođain ja friijavuođain ieža mearridit iežamet boahtteáiggi.
smj: Midja sáme lip akta álmmuk, rievtesvuodajn ja friddjavuodajn ietja mierredit ietjama boahtteájgev.

source: Sámegiella ja dárogiella leat ovttaárvosaš gielat Norggas.
smj: Sámegiella ja dárogiella li avtaárvvusasj giela Vuonan.

source: Mis lea buorre jáhkku vuordit ahte dát dávistuvvo buorebut dálá vuođđolágas go 200 jagi dás ovdal.
smj: Miján li gájkka oare vuorddet dat gåvviduvvá buorebut udnásj vuodolágan gå 200 jage dás åvddåla.

source: Vuođđolágas mearriduvvon ideálat demokratiija, riektesihkarvuođa, dásseárvvu ja sárdnunfriijavuođa birra addá midjiide sápmelaččaide vejolašvuođa ovddidit iežamet nationála parlameantta.
smj: Ideála demokratijas, rievtesihkátvuodas, buohtaárvos ja hållamfriddjavuodas ma li biejadum vuodoláhkaj dahkin máhttelissan midjij sámijda åvddånahtátjit ietjama nasjåvnålasj parlamentav.

source: Vuođđoláhka ja Sámediggi dáhkidit demokráhtalaš oassálastima ja ahte min friijavuođat ja vuoigatvuođat álbmogin ovdánit dađistaga.
smj: Vuodoláhka ja Sámedigge li sihkarvuohtan demokráhtalasj oassálasstemij ja mijá friddjavuodaj ja rievtesvuodaj mærrásasj åvddånibmáj nåv gå álmmuk.

source: Mii eat ávvut okto odne.
smj: Mij ep aktu ávvudalá uddni.

source: Mii juogadit beaivve máilmmiin muđui, riikkain muđui ja giliin muđui.
smj: Juogatjip biejvev væráldijn, rijkajn, sijdajn.

source: Mii bovdet iežamet ránnjáid, ustibiid ja mielássiid searvat ávvudeapmái.
smj: Gåhttjop gájkka rádnájt, rádnajt ja guojmmeviesádijt oassálastátjit ávvudallamijda.

source: Dát lea dakkár beaivi mainna mii leat rámis: okta álbmot njealji stáhtas.
smj: Dát la biejvve vuosedittjat mihásvuodav dassta majt lip: álmmuk nieljen stáhtan.

source: Okta álbmot mii juogada giela, historjjá, kultuvrra ja nieguid min oktasaš boahtteáiggi birra.
smj: Álmmuk mij juogasj gielav, histåvråv, kultuvrav ja mijá aktisasj boahtteájge niegojt.

source: Giella dárbbaša veahá veahki.
smj: Giella dárbaj vehik viehkev.

source: Danne mii álmmuhit odne bálvalusa dás: www.sátni.org: digitála sátnegirji buot golmma sámegillii ja davviriikkalaš gielaide.
smj: Dan diehti almodip mij uddni dievnastusáv www.satni.org: digitála báhkogirjje gålmå sámegielaj gaskan aktan nuorttarijkaj gielaj.

source: Sávan dat boađášii ávkin didjiide geat háliidehpet oahppa ja geavahit sámegiela.
smj: Doajvov dat sjaddá viehkken didjij gudi sihtabihtit ja ávkkit sámegielav.

source: Mu niehkun lea dakkár boahtteáigi mas nuorat álkit sáhttet válljet oahpu ja geavahit iežaset giela dainna oadjebasvuođain ahte maiddái sámegiella lea ealli giellan máilmmis.
smj: Muv niehko le boahtteájgge goassa nuora álkkes láhkáj máhtti åhpadusáv válljit ja ietjasa gielav ávkkit vissesvuodajn sámegiella le aj viesso giella væráldin.

source: Dakkár boahtteáigi mas sámegiella ja sámi kultuvra adnojuvvo riggodahkan ja gelbbolašvuohtan, ii ge noađđin.
smj: Boahtteájgev goassa sámegiella ja mijá kultuvrra aneduvvá boanndudahkan ja mahttudahkan, ja ij noaden.

source: Niegadan dakkár boahtteáiggi birra mas sámi servodat ii adnojuvvo hehttehussan ovdáneapmái, muhto lea lunddolaš oassi min nationála ja dásseárvosaš ovttasleahkimis.
smj: Niegadav boahtteájgev goassa sáme sebrudahka ij aneduvá gåtsanin åvddånibmáj, valla le luondulasj oasse mijá nasjåvnålasj ja buohtaárvulasj aktanviessomis.

source: Mas adnojuvvo duohtan dat mai Gonagas dajai rabadettiin Sámedikki 1997:s: ahte Norga lea huksejuvvon guovtti álbmoga eatnamiidda: dážaid ja sápmelaččaid.
smj: Daggu válldep duohtan majt Gånågis javlaj Sámedikke rahpambåttå jagen 1997: Vuona stáhtta le vuododuvvam guovte álmmuga duobddágijda: láttij ja sámij.

source: Odne mii ávvudit.
smj: Uddni ávvudallap.

source: Dan mii dárbbašit, dan mii leat ánssášan.
smj: Dav dárbahip, dav lip ánssim.

source: Muhto muitet maiddái ahte dát beaivi lea ollu olbmuid máŋggaid jagiid rahčamušaid boađus daid friijavuođaid ja vuoigatvuođaid ovddas mat mis leat dál.
smj: Valla mujttit aj dat biejvve le boados moatte ulmutja oajbbomis moadda jage daj friddjavuodaj ja rievtesvuodaj åvdås ma li miján uddni.

source: Mii duolbmat sin bálgáid.
smj: Mij vájaldip sijáj luottaj milta.

source: Sii lea čájehan midjiide ahte máilmmi sáhttá álo rievdadit buoret guvlui.
smj: Sij li vuosedam værált agev máhttá rievddaduvvat buorebuj.

source: Das go sii geat rievdadit máilmmi, leat sii geain lea jáhkku dasa ahte dat lea vejolaš.
smj: Danen gå sij gudi væráldav rievddadi, li dakkira gudi jáhkki dat máhtta rievddaduvvat.
